"6.0.0" = "\nQuesta nuova versione include alcune modifiche in fatto di design e funzionalità:\nLe schede ora sono organizzate in sovrimpressione modale\nIcone più sottili\nAutocompletamento dei termini di ricerca\nPuoi chiedere a Siri di aprire una nuova scheda. Attiva la funzione su > Impostazioni > Comandi rapidi Siri > Apri una nuova scheda\nCorrezioni di bug e miglioramenti delle prestazioni\nNuovo design popover per i menu contestuali\nSiamo sempre al lavoro per migliorare la tua esperienza con Ecosia. Puoi inviare domande o osservazioni al nostro team a iosapp@ecosia.org. Saremo felici di ascoltare la tua opinione!";
"6.1.0" = "\nNovità:\n- Aumenta il tuo impatto positivo con la nuova funzione per gli inviti. Invita un amico e riceverete entrambi un albero.\n- Per invitare un amico, vai su Menu > Il mio impatto > Invita amici.\n- Questa funzione non è disponibile per tutti gli utenti Ecosia ed è attualmente attiva solo per dispositivi iOS.\n";
"8.0.0" = "\nNovità\n- La sezione del menu ha una nuova struttura, che rende più semplice navigare e trovare quello che cerchi.\n- Ora puoi personalizzare la posizione della barra di ricerca e spostarla in fondo alla schermata. Vai al menu > \"Impostazioni\" > \"Barra degli strumenti\"\n- Abbiamo sostituito l'icona di ricerca nella barra di navigazione inferiore con una nuova icona della scheda, così puoi aprire facilmente una nuova scheda quando la barra di ricerca è in fondo allo schermo.\n- Abbiamo spostato la sezione delle notizie nella nuova scheda per migliorare la reperibilità delle novità Ecosia e di altri contenuti.\n- Aggiornamenti e miglioramenti delle prestazioni";
